Repository: klyok/OmegaT.OmegaT
Catalog: OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: &About...
be: &Пра праґраму…

source: &Add
be: &Дадаць

source: &Add...
be: &Дадаць…

source: &Allow translation to be equal to source
be: &Дазволіць, каб пераклад супадаў з крыніцаю

source: &Always
be: &Заўжды

source: &Always Confirm Quit
be: &Пацьвярджаць, што выходзім з праґрамы

source: &Apply this font to the Project Files window
be: &Ужываць гэты шрыфт у вакне файлаў праекту

source: &Auto-propagation of translations
be: &Памнажаць пераклады самарушна

source: &Automatically check the spelling of text
be: &Спраўджваць правапіс у тэксьце

source: &Back
be: &Назад

source: &Back in History
be: На&зад па гісторыі

source: &Bookmarks
be: &Закладкі

source: &Browse
be: &Зірнуць

source: &Cancel
be: &Скасаваць

source: &Check simple printf-variables (e.g., %s, %d)
be: &Спраўджваць простыя зьменныя (пр., %s, %d)

source: &Choose...
be: &Абраць…

source: &Close
be: За&чыніць

source: &Comments
be: &Заўвагі

source: &Cycle
be: &Наступнае па коле

source: &Defaults
be: &Пачатковыя

source: &Display tags
be: &Паказваць біркі

source: &Do not check printf-variables
be: &Ня спраўджваць друкавальныя зьменныя

source: &Edit
be: П&равіць

source: &Edit...
be: П&равіць…

source: &Editing Behaviour...
be: Налады рэ&даґаваньня…

source: &Empty lines
be: &Пустых радкох

source: &Endnotes
be: &Вынаскі

source: &Exact Match
be: &Дакладнае супадзеньне

source: &Exact search
be: &Дакладны пошук

source: &File
be: &Праект

source: &Filter
be: &Прасеяць

source: &Font
be: &Шрыфт

source: &Footnotes
be: З&носкі

source: &Forward in History
be: Наперад па &гісторыі

source: &Glossary
be: Ґ&лясарый

source: &Go To
be: П&ерайсьці

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
be: «Наступнае неперакладзенае» спыняецца, калі ё прынамсі адзін іншы адменьнік перакладу

source: &Help
be: &Даведка

source: &Import Source Files...
be: &Узяць файлы крыніцы…

source: &Index entries
be: Запісы &паказьніку

source: &Insert
be: &Уставіць

source: &Insert Match
be: &Уставіць супадзеньне

source: &Install...
be: &Усталяваць…

source: &Keyword search
be: Паводле &ключавых слоў

source: &Leave the segment empty
be: &Нічога

source: &License
be: &Ліцэнзія

source: &Line breaks
be: &Разрывах радкоў

source: &Lower Case
be: &Вялікія літары

source: &Match Statistics
be: Статыстыка с&упадзеньняў

source: &Minimal similarity:
be: Най&меншае падабенства:

source: &Modification Info
be: &Зьвесткі пра зьмяненьні

source: &Move Down
be: Н&іжэй

source: &Name/ID:
be: &Імя:

source: &Never
be: &Не падзяляць

source: &New...
be: &Стварыць праект…

source: &Next Segment
be: &Наступны кавалак

source: &Notes
be: &Нататкі

source: &OK
be: &Добра

source: &Open Script...
be: &Адчыніць скрыпт…

source: &Open...
be: &Адчыніць праект…

source: &Options
be: &Можнасьці

source: &Prefix:
be: &Прыстаўка:

source: &Presentation notes
be: &Нататкі да паказу

source: &Preserve spaces for all tags
be: За&хоўваць прагалы ў бірках

source: &Previous Segment
be: Папярэдні &кавалак

source: &Project
be: &Праект

source: &Project specific segmentation rules
be: &Адмысловыя правілы кавалкаў для праекту

source: &Properties...
be: &Уласьцівасьці…

source: &Proxy Login...
be: Пасродак с&еціва…

source: &Quit
be: &Выйсьці

source: &Redo Last Action
be: &Вярнуць апошняе дзеяньне

source: &Regular expressions
be: &Сталы выраз

source: &Reload
be: &Перачытаць праект

source: &Remove
be: &Выкрасьліць

source: &Restore Main Window
be: &Аднавіць галоўнае вакно

source: &Run
be: &Запусьціць

source: &Save
be: &Захаваць

source: &Search
be: &Шукаць

source: &Search Project...
be: &Шукаць у праекце…

source: &Segment Number...
be: Кавалак н&умар…

source: &Segmentation...
be: &Як падзяляць на кавалкі…

source: &Sheet Names
be: &Назвы аркушаў

source: &Size
be: &Памер

source: &Source (segment {0}):
be: &Крыніца (кавалак {0}):

source: &Source Files Language:
be: &Мова файлаў крыніцы:

source: &Statistics
be: &Статыстыка

source: &Title Case
be: Як У Анґельскім Загалоўку

source: &Tools
be: Пры&лады

source: &Translated Files Language:
be: Мова перакладзеных &файлаў:

source: &Undo Last Action
be: &Адрабіць апошняе дзеяньне

source: &Uninstall...
be: &Высталяваць…

source: &Upper Case
be: &Маленькія літары

source: &User's Manual...
be: &Дапаможнік…

source: &Validate Tags
be: Спраўдзіць &біркі

source: &View
be: &Выгляд

source: &value (of form input, including button, submit and reset)
be: value (увод у &блянках, у тым ліку для кнопак, «падаць запыт» і «скінуць»)

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.)
be: (Сьпіс файлаў, якія падтрымваюцца, можна паглядзець у частцы «Віды файлаў» разьдзелу «Перакладаныя файлы» дапаможніка.)

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Import Source Files... button in the Project Files window or call this action from the Project menu and select the source files you want to import.
be: (Сьпіс файлаў, якія падтрымваюцца, можна паглядзець у частцы «Віды файлаў» разьдзелу «Перакладаныя файлы» дапаможніка.) Каб дадаць файлы да праекту, у вакне файлаў праекту пстрыкніце па кнопцы «Ўзяць выточныя файлы…» (або абярыце гэтае дзеяньне ў мэню «Праект») і абярыце файлы, якія трэба ўзяць.

source: (X)HTML Filter Options
be: Можнасьці сіта (X)HTML

source: (close tag)
be: (замыкальная бірка)

source: (comment tag)
be: (бірка заўвагі)

source: (empty tag)
be: (пустая бірка)

source: 1) Reduce the number of source files and translate in batches;
be: 1. Паменшыць колькасьць крыніц і перакладаць па частках.

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
be: 2. Павялічыць аб’ём памяці, даступны OmegaT: пазначыць у загадным радку або ў скрыпце запуску «java -Xmx<памер-у-МБ>M -jar OmegaT.jar» (зараз гэта {0} МБ).

source: 3) File a bug report at http://sourceforge.net/projects/omegat
be: 3. Паведаміць пра памылку на http://sourceforge.net/projects/omegat.

source: 404 not found
be: Але няма яе, няма.

source: 404 not with us now
be: Бачыны з намі няма,

source: <&br> (breaks)
be: <br> (&разрывы)

source: <EMPTY>
be: <ПУСТА>

source: <auto>
be: <самарушна>

source: <end segment>
be: <канец кавалка>

source: <none>
be: <няма>

source: A note is just a comment regarding this set of source text and translation.
be: Нататка — гэта заўвага да аднаго кавалку тэксту крыніцы й перакладу.

source: A&dd
be: Д&адаць

source: A&ggregate Tags
be: Аб’ядноўваць біркі

source: About OmegaT
be: Пра OmegaT

source: Add Pattern
be: Дадаць узор

source: Add Script
be: Дадаць скрыпт

source: Add To Dictionary
be: Дадаць да слоўніку

source: Add or rewrite encoding declaration in HTML and XHTML files:
be: Дадаваць або нанова запісваць абвешчаньне кадоўкі ў файлах (X)HTML:

source: Advanced &Options
be: Дадатковыя &можнасьці

source: Allow blank translations in the target files
be: Дазволіць пакідаць у файлах парожні пераклад

source: An error occured
be: Далі хібу

source: An error occurred while trying to create a new folder
be: Далі хібу, калі спрабавалі стварыць новы каталёґ

source: An exception occurred while parsing the TMX file {0} The TMX file will not be loaded.
be: Выявілі пярэчаньне, калі аналізавалі файл TMX {0} Гэты файл памяці перакладаў не прачытаецца.

source: Analyzing strings - {0} of {1} completed
be: Радкі: прааналізавалі {0} з {1}

source: Android Resource Files
be: Файлы запасаў Android

source: Apertium
be: Апэртыюм

source: Are you sure you want to remove the {0} set of segmentation rules?
be: Ці ўпэўненыя вы, што хочаце выкрасьліць набор {0} правілаў?

source: Arrays must not be null
be: Нельга, каб масівы былі пустымі

source: As a result of this, all settings will be at their defaults, due to which you may experience unexpected, but correct behaviour.
be: Як вынік, усе налады вернуцца да пачатковых значэньняў, праз што вы можаце заўважыць, што OmegaT паводзіць сябе нязвыкла (але правільна).

source: Attribute:
be: Азнака:

source: Aut&hor:
be: &Аўтар:

source: Available dictionaries:
be: Наяўныя слоўнікі:

source: Available languages:
be: Наяўныя мовы:

source: Available script engines:
be: Наяўныя рухавікі скрыптоў:

source: B&rowse
be: &Зірнуць

source: Bad folder name {0}
be: Хібная назва каталёґа {0}

source: Bad regular expression!
be: Хібны сталы выраз!

source: Bartender yells loud:
be: Бармэн вымавіў

source: Belazar
be: Белазар

source: Bookmark &references
be: Спасылкі &закладак

source: Both search types support the wildcard characters * and ?.
be: У абодвух выпадках можна карыстацца шаблёнамі «*» і «?».

source: Break/Exception
be: Разрыў (не выключэньне)

source: Bro&wse
be: &Зірнуць

source: Brows&e
be: &Зірнуць

source: Browse
be: &Зірнуць

source: But others await
be: Але шмат яшчэ іншых.

source: Buy another drink.
be: Лепшы выпі.

source: C&ase sensitive
be: Улічваць памер &літар

source: C&harts
be: Та&бліцы

source: Cannot access glossary folder!
be: Не магу атрымаць доступ да каталёґа ґлясарыяў!

source: Cannot create folder for translated files:
be: Не магу стварыць каталёґ перакладзеных файлаў:

source: Cannot find saved TMX: {0}
be: Не магу знайсьці захаваны файл памяці перакладаў: {0}

source: Cannot load specified XML file!
be: Не магу прачытаць пазначаны файл XML!

source: Cannot locate help file:
be: Не знайшлі файл даведкі:

source: Cannot open the link {0}
be: Нельга адчыніць спасылку {0}

source: Cannot read selected script file.
be: Не магу прачытаць файл абранага скрыпту.

source: Cannot reset the filter to default patterns.
be: Не ману аднавіць сіта да пачатковага ўзору.

source: Catalan
be: Каталёнская

source: Chan&ged after:
be: &Зьмянялася пасьля:

source: Changed &before:
be: З&ьмянялася да:

source: Characters (including spaces)
be: Знакаў (з прагаламі)

source: Characters (without spaces)
be: Знакаў (без прагалаў)

source: Check &all printf-variables (e.g., %s, %-s)
be: Спраўджваць &усе зьменныя (пр., %s, %-s)

source: Click on '{0}' menu item
be: Пстрыкнулі па пункце мэню «{0}»

source: Co&mments
be: &Заўвагі

source: Code has been contributed by: Zoltan Bartko, Volker Berlin, Didier Briel (development manager), Kim Bruning, Alex Buloichik (lead developer), Sandra Jean Chua, Martin Fleurke, Wildrich Fourie, Thomas Huriaux, Ibai Lakunza Velasco, Fabián Mandelbaum, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Rashid Umarov, Antonio Vilei and Martin Wunderlich
be: Код праґрамы пісалі: Zoltan Bartko, Volker Berlin, Didier Briel (кіраўнік распрацоўкі), Kim Bruning, Alex Buloichik (галоўны распрацоўнік), Sandra Jean Chua, Martin Fleurke, Wildrich Fourie, Thomas Huriaux, Ibai Lakunza Velasco, Fabián Mandelbaum, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Rashid Umarov, Antonio Vilei and Martin Wunderlich.

source: Column Index must be equal to 1
be: Паказьнік слупка мусіць быць роўным 1.

source: Comme&nts
be: За&ўвагі

source: Comment:
be: Заўвага:

source: Comments
be: Заўвагі

source: Con&tents
be: Зь&месьціва

source: Confirm
be: Пацьвердзіць

source: Confirm removal of pattern {0}
be: Пацьвердзіць сьціраньне ўзору {0}

source: Confirm uninstalling
be: Пацьвердзіць высталёўваць

source: Confused by false start of comment tag!
be: Нечаканы пачатак біркі заўвагі!

source: Connecting to dictionary repository...
be: Злучаемся са сховішчам слоўнікаў…

source: Copy
be: Перапісаць

source: Copyright © 2000-2011 Keith Godfrey, Maxym Mykhalchuk and others
be: Аўтарскія правы © 2000–2011 гг. Кіт Ґодфры, Максім Міхальчук дый іншыя

source: Could not initialize OS look and feel!
be: Не магу запусьціць выгляд, падобны да працоўнага асяродзьдзя!

source: Create &Glossary Entry
be: Стварыць запіс ґ&лясарыю

source: Create &Translated Documents
be: С&тварыць пераклады

source: Create Alternative Translation
be: Стварыць іншы пераклад

source: Create Glossary Entry
be: Стварыць запіс ґлясарыю

source: Create New Project
be: Стварыць праект

source: Create a New Project
be: Стварыць праект

source: Created by: {0}
be: Стваральнік: {0}

source: Creating translated documents: {0}
be: Зьбіраюцца пераклады: {0}

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB;
be: Віртуальнаю машынаю ўжываецца: {0} МБ, зь якіх вольныя {1} МБ; даступнымі могуць быць {2} МБ;

source: Cut
be: Выразаць

source: D&iagrams
be: Ґра&фікі

source: Death, taxes, and page not found.
be: сьмерць, падаткі і «бачыну не знайшлі».

source: Default
be: Звычайная

source: Dictionary
be: Слоўнік

source: Dictionary File Folder
be: Каталёґ файлаў слоўнікаў

source: Dictionary Files Folder
be: Каталёґ файлаў слоўнікаў

source: Dictionary Folder:
be: Каталёґ слоўнікаў:

source: Dictionary Installer
be: Усталёўца слоўнікаў

source: Dictionary file folder:
be: Каталёґ файлаў слоўнікаў:

source: Dictionary files folder entered does not exist!
be: Пазначаны каталёґ слоўнікаў не існуе!

source: Dis&play all results
be: Паказваць усе вынікі

source: Display &All
be: Пра &ўсе кавалкі

source: Display &None
be: &Не паказваць

source: Display &Selected
be: Пра &бягучы кавалак

source: Display &Source Segments
be: Паказваць &кавалкі крыніцы

source: Display Font
be: Шрыфт праґрамы

source: Display all &source segments in bold
be: Аздабляць тлустым &кавалкі крыніцы

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
be: Не перакладаць зьмесьціва азнакаў у бірках, што маюць наступнае спалучэньне ключ-значэньне (праз коску):

source: Do you really want to quit?
be: Ці сапраўды хочаце выйсьці?

source: DocBook Files
be: Файлы DocBook

source: Dock
be: Прычапіць

source: DokuWiki Files
be: Файлы DokuWiki

source: Dra&wings
be: &Малюнкі

source: Dutch
be: Галяндзкая

source: E&nable Sentence-level Segmenting
be: Падзяляць на &кавалкі па сказах

source: E&xport Selection
be: В&ыняць выбранае

source: ERROR: {0}
be: Памылка: {0}

source: Edit Filter
be: Правіць сіта

source: Edit Filter Patterns
be: Правіць узоры сіта

source: Edit Pattern
be: Правіць узор

source: Edit Project
be: Правіць праект

source: Edit project properties here.
be: Тут можна зьмяніць уласьцівасьці праекту.

source: Editing Behaviour Options
be: Можнасьці паводзінаў рэдактара

source: Editor - {0}
be: Рэдактар — {0}

source: Emptiness of soul
be: Пустэча ў душы.

source: Enable &TransTips
be: Дазволіць &TransTips

source: Enable project specific filters
be: Дазволіць адмысловыя сіты

source: Enabled
be: Дзейнічае

source: Encountered illegal \u sequence
be: Знайшлі няправільную пасьлядоўнасьць «\u»

source: End of stream encountered without finding close block!
be: Не знайшлі замыкальнага блёку да канца плыні!

source: English
be: Анґельская

source: Enter a source term, a target term and a comment:
be: Упішыце азначэньне з крыніцы, пераклад і заўвагу:

source: Enter the segment number:
be: Упішыце нумар кавалка:

source: Entries with modified tags
be: Кавалкаў са зьмененымі біркамі

source: Ephemeral page
be: Эфэмэрная

source: Error
be: Памылка

source: Error creating project!
be: Не ўдалося стварыць праект!

source: Error decoding user and password.
be: Далі хібу, калі расшыфроўвалі ймя карыстальніка ды пароль.

source: Error in file
be: Памылка ў файле

source: Error in file {0}, line {1}
be: Памылка ў файле {0}, радку {1}

source: Error initializing marker '{0}'
be: Далі хібу, калі запускалі пазначальнік «{0}»

source: Error on application startup
be: Далі хібу, калі запускалі праґраму

source: Error reading TMX level2 at line {0} column {1}
be: Далі хібу, калі чытаць памяць перакладаў узроўню 2: радок {0}, слупок {1}

source: Error saving project file!
be: Не ўдалося захаваць праект!

source: Error saving segmentation rules configuration:
be: Далі хібу, калі захоўвалі настаўленьне правілаў кавалкаў:

source: Error searching directory tree!
be: Далі хібу, калі шукалі па дрэве каталёґаў!

source: Error while trying to edit the project!
be: Далі хібу, калі правілі праект!

source: Error while trying to save script.
be: далі хібу, калі спрабавалі захаваць скрыпт.

source: Error {0}: {1}
be: Памылка {0}: {1}

source: Escaped binary char contains malformed data ({0})!
be: Двайковы адмысловы знак зьмяшчае хібныя дадзеныя ({0})!

source: Escaped character never terminated!
be: Ня скончылі адмысловага знаку!

source: Escaped decimal char contains malformed data ({0})!
be: Дзесятковы адмысловы знак зьмяшчае хібныя дадзеныя ({0})!

source: Event: application shutdown
be: Падзея: спыняецца праґрама

source: Event: application startup
be: Падзея: запускаецца праґрама

source: Event: font changed
be: Падзея: зьмянілі шрыфт

source: Event: new entry activated
be: Падзея: задзейнічалі новы запіс

source: Event: new file activated ({0})
be: Падзея: задзейнічалі новы файл ({0})

source: Event: project change - "{0}"
be: Падзея: зьмяніўся праект — «{0}»

source: Exact match:
be: Дакладна супадаюць:

source: Exact searches look for the entire specified query string.
be: Дакладны пошук шукае выраз цалкам.

source: Exception occurred:
be: Выявілася пярэчаньне:

source: Exception while editing options:
be: Пярэчаньне правіць налады:

source: Exception while parsing:
be: Пярэчаньне сынтаксычнага аналізу:

source: Exceptions occurred while loading segmentation rules:
be: Выявілася пярэчаньне, калі чыталі правілы кавалкаў:

source: Exciting help page
be: Гэтая бачына,

source: Exciting help page<p>Gossamer threads hold you back<p>404 not found
be: Гэтая старонка<p>мусіць вельмі патрэбная.<p>Але няма яе няма.

source: Export the segment to text files
be: Вымаць кавалак у тэкставыя файлы

source: External TM&Xs...
be: Вонкавыя &файлы памяці перакладаў…

source: External TMX Options
be: Можнасьці вонкавае памяці перакладаў

source: Extracted comments:
be: Выцягнутыя заўвагі:

source: F&ont...
be: &Шрыфт…

source: Failed to compile project files!
be: Не ўдалося сабраць файлы праекту!

source: Failed to create project!
be: Не ўдалося стварыць праект!

source: Failed to load specified project!
be: Не ўдалося прачытаць пазначаны праект!

source: Failed to load translation memory {0} for project!
be: Не ўдалося прачытаць памяць перакладаў {0} праекту!

source: Fatal error encountered - saving project file with '.recover' backup extension.
be: Фатальная памылка. Файл праекту захоўваецца з пашырэньнем «.recover».

source: Fatal error on line {0}, column {1} while parsing:
be: Фатальная памылка сынтаксісу ў радку {0}, слупку {1}:

source: File &Filters...
be: &Сіты файлаў…

source: File &Format
be: Від &файла

source: File Filters
be: Сіты файлаў

source: File Format
be: Від файла

source: File Import Failed
be: Не ўдалося ўзяць файл

source: File Name
be: Назва файла

source: File locations
be: Файлы

source: File {0} does not exist!
be: Файл «{0}» не існуе!

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
be: Файл: пераклалі / кавалкаў (праект: пераклалі непаўторных / усіх непаўторных, разам кавалкаў)

source: Filename
be: Назва файла

source: Filename Variables:
be: Зьменныя ў назвах файлаў:

source: Filename already exists.
be: Файл з такою назваю ўжо існуе.

source: Filter '{0}' could not be loaded from '{1}'
be: Не магу прачытаць сіта «{0}» з «{1}»

source: Flash XML export
be: Вынятыя файлы Flash XML

source: Floating '?' character not tied to '>'!
be: Знак «?» не прывязаны да «>»!

source: Foote&rs
be: Ніжні &калёнтытул

source: Forever aching blackness
be: Спрадвеку вые цемра.

source: From your path it is fleeing
be: Але схавалася ў ночы

source: Full checking can lead to false positives in normal texts.
be: Калі спраўджваць цалкам, у звычайных тэкстах могуць выявіцца несапраўдныя памылкі.

source: Fuzzy Matches
be: Недакладныя супадзеньні

source: German
be: Нямецкая

source: Global
be: Агульнае

source: Glossary
be: Ґлясарый

source: Glossary Files Folder
be: Каталёґ файлаў ґлясарыю

source: Glossary Folder:
be: Каталёґ ґлясарыю:

source: Glossary file: {0}
be: Файл ґлясарыю: {0}

source: Glossary files folder entered does not exist!
be: Пазначаны каталёґ ґлясарыю не існуе!

source: Go To Segment
be: Да кавалка

source: Go To Segment Source
be: Да крыніцы кавалка

source: Google Translate
be: Перакладчык Google

source: Google Translate v2
be: Перакладчык Google v2

source: Gossamer threads hold you back
be: мусіць, вельмі патрэбная.

source: HHC file too big!
be: Завялікі файл HHC!

source: HTML Help Compiler files
be: Файлы HTML Help Compiler

source: HTML and XHTML files
be: Файлы HTML і XHTML

source: HTML, XHTML, ODF and Infix segmentation
be: Кавалкі ў HTML, XHTML, ODF ды Infix

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
be: HTMLParser 1.6, аўтар — Somik Raha, Derrick Oswald ды іншыя (ліцэнзія LGPL)

source: He&aders
be: За&галоўкі

source: Help & Manual Files
be: Файлы даведкі й дапаможніку

source: Help you are seeking
be: Ты просіш дапамогі.

source: Here you may also specify custom location of project folders.
be: Таксама тут можна пазначыць, дзе вы жадаеце бачыць каталёґі файлаў праекту.

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
be: Тут можна ўладкаваць узоры назваў файлаў крыніцы, якія будзе апрацоўваць сіта, наставіць назвы перакладзеных файлаў і абраць кадоўку, у якой будуць чытацца файла крыніцы ды захоўвацца перакладзеныя адпаведнікі.

source: Hide '{0}'
be: Схаваць «{0}»

source: Hunspell by László Németh and others (LGPL License)
be: Hunspell, аўтары — László Németh ды іншыя (ліцэнзія LGPL)

source: I am the Blue Screen of Death
be: сіняя бачына сьмерці.

source: I&nsert Source
be: У&ставіць тэкст крыніцы

source: IOException encountered:
be: Пярэчаньне ўводу-вываду:

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
be: Калі файл HTML зьмяшчае абвешчаньне кадоўкі, яна й будзе ўжывацца без увагі да таго, што вы абралі ў гэтым дыялёґу.

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
be: Калі файл HHC ці HHK зьмяшчае абвешчаньне кадоўкі, яна й будзе ўжывацца без увагі да таго, што вы абралі ў гэтым дыялёґу.

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
be: Калі потым OmegaT атрымае доступ да патрэбнага каталёґу, ён і будзе ўжывацца, а ўсе налады ў выніку вернуцца да пачатковых значэньняў.

source: If the filter has any options, you may change them by clicking Options.
be: Калі сіта мае некія можнасьці, пстрыкнуўшы «Можнасьці» іх можна зьмяніць.

source: If you are using an authenticated proxy, please enter here your user and password.
be: Калі пасродак патрабуе апазнавацца, упішыце адпаведныя ймя карыстальніка ды пароль.

source: Ignore All
be: Заўжды прапускаць

source: Import From Media&Wiki...
be: Узяць з &МэдыяВікі…

source: Import From MediaWiki
be: Узяць з МэдыяВікі…

source: Import Source Files...
be: Узяць файлы крыніцы…

source: In no&tes
be: У &нататках

source: In order for the changes to take effect OmegaT needs to close and then open the project.
be: Каб зьмяненьні пачалі дзейнічаць, OmegaT мусіць зачыніць і зноўку адчыніць праект.

source: In so&urce
be: У &крыніцы

source: In tra&nslations
be: У &перакладах
